Repository: wasimmostakim2965-ui/openclaw-windows-node
Catalog: src/OpenClaw.Tray.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, pt_br, zh_cn, zh_tw

# SandboxPage_WindowsUiCompatibilityDescription.Text
source: PowerShell (all versions) and some console tools use Windows UI APIs during startup. This setting does not provide a supported host-wide process inventory.
fr_fr: PowerShell (toutes les versions) et certains outils de console utilisent les API d’interface Windows au démarrage. Ce paramètre ne fournit pas d’inventaire pris en charge de tous les processus hôtes.
pt_br: O PowerShell (todas as versões) e algumas ferramentas de console usam APIs de UI do Windows durante a inicialização. Esta configuração não fornece um inventário de processos com suporte em todo o host.
zh_cn: PowerShell（所有版本）和某些控制台工具在启动时会使用 Windows UI API。此设置不提供受支持的完整主机进程清单。
zh_tw: PowerShell（所有版本）和某些主控台工具在啟動時會使用 Windows UI API。此設定不提供受支援的完整主機處理程序清單。

# SandboxPage_WindowsUiWarning.Title
source: Win32k boundary disabled
fr_fr: Limite Win32k désactivée
pt_br: Barreira Win32k desativada
zh_cn: Win32k 边界已禁用
zh_tw: Win32k 邊界已停用

# SandboxPage_WindowsUiWarning.Message
source: File, network, clipboard, timeout, and command approval controls still apply. Win32k system calls are allowed; clipboard policy and the input-injection denial remain in force.
fr_fr: Les contrôles des fichiers, du réseau, du presse-papiers, du délai d’expiration et de l’approbation des commandes restent actifs. Les appels système Win32k sont autorisés ; la stratégie du presse-papiers et l’interdiction de l’injection d’entrée restent appliquées.
pt_br: Os controles de arquivo, rede, área de transferência, tempo limite e aprovação de comandos continuam se aplicando. As chamadas de sistema Win32k são permitidas; a política de área de transferência e a negação de injeção de entrada permanecem em vigor.
zh_cn: 文件、网络、剪贴板、超时和命令审批控制仍然有效。允许使用 Win32k 系统调用；剪贴板策略和输入注入禁令仍然有效。
zh_tw: 檔案、網路、剪貼簿、逾時和命令核准控制仍然有效。允許使用 Win32k 系統呼叫；剪貼簿原則和輸入插入禁止仍然有效。

# SandboxPage_AllowWindowsUiDialogTitle
source: Allow Windows UI APIs?
fr_fr: Autoriser les API d’interface Windows ?
pt_br: Permitir APIs de UI do Windows?
zh_cn: 允许 Windows UI API？
zh_tw: 允許 Windows UI API？

# SandboxPage_AllowWindowsUiDialogContent
source: This lets sandboxed commands use Windows UI system calls. PowerShell (all versions) and some console tools need this to start on current MXC versions. This setting does not grant a supported host-wide process inventory: CIM/WMI host enumeration is not supported and has been observed to fail, tasklist may fail or time out, and Get-Process output should not be treated as complete inventory or a process-metadata secrecy boundary. File, network, clipboard, timeout, and command approval controls still apply, but Win32k syscall blocking will be disabled. Clipboard policy and the input-injection denial remain in force. Only enable this if you need broader command compatibility.
fr_fr: Cette option permet aux commandes en bac à sable d’utiliser les appels système de l’interface Windows. PowerShell (toutes les versions) et certains outils de console en ont besoin pour démarrer avec les versions actuelles de MXC. Ce paramètre n’accorde pas d’inventaire pris en charge de tous les processus hôtes : l’énumération CIM/WMI de l’hôte n’est pas prise en charge et a été observée en échec, tasklist peut échouer ou expirer et la sortie de Get-Process ne doit pas être considérée comme un inventaire complet ni comme une limite de confidentialité des métadonnées de processus. Les contrôles des fichiers, du réseau, du presse-papiers, du délai d’expiration et de l’approbation des commandes restent actifs, mais le blocage des appels système Win32k sera désactivé. La stratégie du presse-papiers et l’interdiction de l’injection d’entrée restent appliquées. Activez cette option uniquement si vous avez besoin d’une compatibilité de commande plus large.
pt_br: Isso permite que comandos em sandbox usem chamadas de sistema de UI do Windows. O PowerShell (todas as versões) e algumas ferramentas de console precisam disso para iniciar nas versões atuais do MXC. Esta configuração não concede um inventário de processos com suporte em todo o host: a enumeração de host via CIM/WMI não é compatível e foi observado que falha, o tasklist pode falhar ou expirar, e a saída do Get-Process não deve ser tratada como um inventário completo ou uma barreira de sigilo de metadados de processo. Os controles de arquivo, rede, área de transferência, tempo limite e aprovação de comandos continuam se aplicando, mas o bloqueio de chamadas de sistema Win32k será desativado. A política de área de transferência e a negação de injeção de entrada permanecem em vigor. Ative isso apenas se precisar de compatibilidade de comandos mais ampla.
zh_cn: 这将允许沙盒命令使用 Windows UI 系统调用。当前 MXC 版本中的 PowerShell（所有版本）和某些控制台工具需要此权限才能启动。此设置不会授予受支持的完整主机进程清单：CIM/WMI 主机枚举不受支持，并已观察到失败；tasklist 可能失败或超时；Get-Process 的输出不应被视为完整清单或进程元数据的保密边界。 文件、网络、剪贴板、超时和命令审批控制仍然有效，但 Win32k 系统调用阻止将被禁用。剪贴板策略和输入注入禁令仍然有效。仅在需要更广泛的命令兼容性时启用。
zh_tw: 這將允許沙箱命令使用 Windows UI 系統呼叫。目前 MXC 版本中的 PowerShell（所有版本）和某些主控台工具需要此權限才能啟動。此設定不會授與受支援的完整主機處理程序清單：CIM/WMI 主機列舉不受支援，且已觀察到失敗；tasklist 可能失敗或逾時；Get-Process 的輸出不應視為完整清單或處理程序中繼資料的保密邊界。 檔案、網路、剪貼簿、逾時和命令核准控制仍然有效，但 Win32k 系統呼叫封鎖將會停用。剪貼簿原則和輸入插入禁止仍然有效。僅在需要更廣泛的命令相容性時啟用。

# SandboxPage_AllowWindowsUiDialogPrimary
source: Allow UI APIs
fr_fr: Autoriser les API d’interface
pt_br: Permitir APIs de UI
zh_cn: 允许 UI API
zh_tw: 允許 UI API

# SandboxPage_AllowWindowsUiDialogCancel
source: Cancel
fr_fr: Annuler
pt_br: Cancelar
zh_cn: 取消
zh_tw: 取消

# SandboxPage_Limits.Text
source: ⏱ Limits
fr_fr: ⏱ Limites
pt_br: ⏱ Limites
zh_cn: ⏱ 限制
zh_tw: ⏱ 限制

# SandboxPage_CommandTimeout30Sec.Text
source: Command timeout: 30 sec
fr_fr: Délai d'expiration de commande : 30 s
pt_br: Tempo limite de comando: 30 seg
zh_cn: 命令超时:30 秒
zh_tw: 命令逾時:30 秒

# SandboxPage_MaximumCapturedOutputTruncates.Text
source: Maximum captured output (truncates beyond this; does not limit disk, memory, or CPU):
fr_fr: Sortie capturée maximale (tronquée au-delà ; ne limite pas le disque, la mémoire ou le processeur) :
pt_br: Saída capturada máxima (trunca além disso; não limita disco, memória ou CPU):
zh_cn: 最大捕获输出(超过此值将被截断;不限制磁盘、内存或 CPU):
zh_tw: 最大擷取輸出(超過此值會被截斷;不限制磁碟、記憶體或 CPU):

# SandboxPage_4MiBDefault.Content
source: 4 MiB (default)
fr_fr: 4 Mio (par défaut)
pt_br: 4 MiB (padrão)
zh_cn: 4 MiB(默认)
zh_tw: 4 MiB(預設)

# SessionsPage_Sessions.Text
source: Sessions
fr_fr: Mes sessions
pt_br: Sessões
zh_cn: 会话
zh_tw: 工作階段

# SessionsPage_Refresh.Text
source: Refresh
fr_fr: Actualiser
pt_br: Atualizar
zh_cn: 刷新
zh_tw: 重新整理

# SessionsPage_All.Text
source: All
fr_fr: Tous
pt_br: Todas
zh_cn: 全部
zh_tw: 全部

# SessionsPage_ShowCompleted.Header
source: Show completed
fr_fr: Afficher les sessions terminées
pt_br: Mostrar concluídas
zh_cn: 显示已完成的会话
zh_tw: 顯示已完成的工作階段

# SessionsPage_ShowBackground.Header
source: Show background
fr_fr: Afficher les sessions en arrière-plan
pt_br: Mostrar em segundo plano
zh_cn: 显示后台会话
zh_tw: 顯示背景工作階段

# SessionTitle_Main
source: Main session
fr_fr: Session principale
pt_br: Sessão principal
zh_cn: 主会话
zh_tw: 主要工作階段

# SessionTitle_Global
source: Global session
fr_fr: Session globale
pt_br: Sessão global
zh_cn: 全局会话
zh_tw: 全域工作階段

# SessionTitle_Unknown
source: Unknown session
fr_fr: Session inconnue
pt_br: Sessão desconhecida
zh_cn: 未知会话
zh_tw: 未知工作階段

# SessionTitle_Direct
source: {0} direct message
fr_fr: Message direct {0}
pt_br: Mensagem direta de {0}
zh_cn: {0} 私信
zh_tw: {0} 私訊

# SessionTitle_Group
source: {0} group
fr_fr: Groupe {0}
pt_br: Grupo {0}
zh_cn: {0} 群聊
zh_tw: {0} 群組

# SessionTitle_Channel
source: {0} channel
fr_fr: Canal {0}
pt_br: Canal {0}
zh_cn: {0} 频道
zh_tw: {0} 頻道

# SessionTitle_Thread
source: {0} thread
fr_fr: Fil {0}
pt_br: Tópico {0}
zh_cn: {0} 话题
zh_tw: {0} 討論串

# SessionTitle_DirectGeneric
source: Direct message
fr_fr: Message direct
pt_br: Mensagem direta
zh_cn: 私信
zh_tw: 私訊

# SessionTitle_GroupGeneric
source: Group conversation
fr_fr: Conversation de groupe
pt_br: Conversa em grupo
zh_cn: 群聊
zh_tw: 群組對話

# SessionTitle_ChannelGeneric
source: Channel conversation
fr_fr: Conversation de canal
pt_br: Conversa em canal
zh_cn: 频道会话
zh_tw: 頻道對話

# SessionTitle_ThreadGeneric
source: Thread
fr_fr: Fil
pt_br: Tópico
zh_cn: 话题
zh_tw: 討論串

# SessionTitle_Cron
source: Scheduled task
fr_fr: Tâche planifiée
pt_br: Tarefa agendada
zh_cn: 计划任务
zh_tw: 排程工作

# SessionTitle_Heartbeat
source: Heartbeat
fr_fr: Battement de cœur
pt_br: Pulsação
zh_cn: 心跳
zh_tw: 心跳

# SessionTitle_Subagent
source: Subagent
fr_fr: Sous-agent
pt_br: Subagente
zh_cn: 子代理
zh_tw: 子代理

# SessionTitle_Acp
source: ACP session
fr_fr: Session ACP
pt_br: Sessão ACP
zh_cn: ACP 会话
zh_tw: ACP 工作階段

# SessionTitle_Dashboard
source: New session
fr_fr: Nouvelle session
pt_br: Nova sessão
zh_cn: 新会话
zh_tw: 新工作階段

# SessionTitle_Tui
source: Terminal session
fr_fr: Session de terminal
pt_br: Sessão de terminal
zh_cn: 终端会话
zh_tw: 終端工作階段

# SessionTitle_Hook
source: Hook run
fr_fr: Exécution de hook
pt_br: Execução de hook
zh_cn: 钩子任务
zh_tw: 掛鉤工作

# SessionTitle_Harness
source: Harness session
fr_fr: Session de test
pt_br: Sessão de harness
zh_cn: 测试会话
zh_tw: 測試工作階段

# SessionTitle_Voice
source: Voice call
fr_fr: Appel vocal
pt_br: Chamada de voz
zh_cn: 语音通话
zh_tw: 語音通話

# SessionTitle_Dreaming
source: Dreaming
fr_fr: Rêve
pt_br: Sonhando
zh_cn: 梦境
zh_tw: 夢境

# SessionTitle_System
source: Background task
fr_fr: Tâche en arrière-plan
pt_br: Tarefa em segundo plano
zh_cn: 后台任务
zh_tw: 背景工作

# SessionSubtitle_Account
source: account {0}
fr_fr: compte {0}
pt_br: conta {0}
zh_cn: 账号 {0}
zh_tw: 帳號 {0}

# SessionSubtitle_Agent
source: agent {0}
fr_fr: agent logiciel {0}
pt_br: agente {0}
zh_cn: 代理 {0}
zh_tw: 代理 {0}

# SessionSubtitle_Node
source: node {0}
fr_fr: nœud {0}
pt_br: nó {0}
zh_cn: 节点 {0}
zh_tw: 節點 {0}

# SessionsPage_GatewayDisconnected.Title
source: Gateway disconnected
fr_fr: Passerelle déconnectée
pt_br: Gateway desconectado
zh_cn: 网关已断开
zh_tw: 閘道已中斷

# SessionsPage_GatewayDisconnected.Message
source: Connect to a gateway to load sessions.
fr_fr: Connectez-vous à une passerelle pour charger les sessions.
pt_br: Conecte-se a um Gateway para carregar as sessões.
zh_cn: 请连接到网关以加载会话。
zh_tw: 請連接至閘道以載入工作階段。

# SessionsPage_OpenConnection.Content
source: Open Connection
fr_fr: Ouvrir la connexion
pt_br: Abrir Conexão
zh_cn: 打开连接
zh_tw: 開啟連線

# SessionsPage_LoadingSessions.Text
source: Loading sessions...
fr_fr: Chargement des sessions…
pt_br: Carregando sessões...
zh_cn: 正在加载会话…
zh_tw: 正在載入工作階段…

# SessionsPage_NoActiveSessions.Text
source: No sessions
fr_fr: Aucune session
pt_br: Nenhuma sessão
zh_cn: 没有会话
zh_tw: 沒有工作階段

# SessionsPage_Reset.Text
source: Reset
fr_fr: Réinitialiser
pt_br: Redefinir
zh_cn: 重置
zh_tw: 重設

# SessionsPage_Compact.Text
source: Compact
fr_fr: Compacter
pt_br: Compactar
zh_cn: 压缩
zh_tw: 壓縮

# SessionsPage_Checkpoints.Text
source: Checkpoints
fr_fr: Points de contrôle
pt_br: Pontos de controle
zh_cn: 检查点
zh_tw: 檢查點

source: View, branch or restore compaction checkpoints
fr_fr: Afficher, créer une branche ou restaurer des points de contrôle de compactage
pt_br: Ver, ramificar ou restaurar checkpoints de compactação
zh_cn: 查看、分支或还原压缩检查点
zh_tw: 檢視、分支或還原壓縮檢查點

# SessionsPage_ExportTranscript.Text
source: Export transcript
fr_fr: Exporter la transcription
pt_br: Exportar transcrição
zh_cn: 导出转录
zh_tw: 匯出逐字稿

source: Save the conversation transcript to a text file
fr_fr: Enregistrer la transcription de la conversation dans un fichier texte
pt_br: Salvar a transcrição da conversa em um arquivo de texto
zh_cn: 将对话转录保存到文本文件
zh_tw: 將對話逐字稿儲存為文字檔

# SessionsPage_Delete.Text
source: Delete
fr_fr: Supprimer
pt_br: Excluir
zh_cn: 删除
zh_tw: 刪除

# SessionActionPrompt_Reset_Title
source: Reset session?
fr_fr: Réinitialiser la session ?
pt_br: Redefinir sessão?
zh_cn: 重置会话？
zh_tw: 重設工作階段？

# SessionActionPrompt_Reset_BodyFormat
source: Start a fresh session for “{0}”? The current conversation context will be cleared.
fr_fr: Démarrer une nouvelle session pour « {0} » ? Le contexte de conversation actuel sera effacé.
pt_br: Iniciar uma nova sessão para "{0}"? O contexto atual da conversa será apagado.
zh_cn: 为“{0}”启动新会话？当前对话上下文将被清除。
zh_tw: 為「{0}」啟動新的工作階段？目前的對話內容將被清除。

# SessionActionPrompt_Reset_ConfirmLabel
source: Reset
fr_fr: Réinitialiser
pt_br: Redefinir
zh_cn: 重置
zh_tw: 重設

# SessionActionPrompt_CancelLabel
source: Cancel
fr_fr: Annuler
pt_br: Cancelar
zh_cn: 取消
zh_tw: 取消

# SessionActionPrompt_Compact_Title
source: Compact session log?
fr_fr: Compacter le journal de session ?
pt_br: Compactar log da sessão?
zh_cn: 压缩会话日志？
zh_tw: 壓縮工作階段記錄？

# SessionActionPrompt_Compact_BodyFormat
source: Keep the most recent messages for “{0}” and archive the rest. This creates a compaction checkpoint; export the transcript first if you need the full history.
fr_fr: Conserver les messages les plus récents pour « {0} » et archiver le reste. Cela crée un point de contrôle de compactage ; exportez d’abord la transcription si vous avez besoin de l’historique complet.
pt_br: Manter as mensagens mais recentes de "{0}" e arquivar o restante? Isso cria um checkpoint de compactação; exporte a transcrição antes se precisar do histórico completo.
zh_cn: 保留“{0}”的最新消息并归档其余内容。这会创建一个压缩检查点；如果需要完整历史记录，请先导出转录。
zh_tw: 保留「{0}」的最新訊息並封存其餘內容。這會建立一個壓縮檢查點；如果需要完整歷程記錄，請先匯出逐字稿。

# SessionActionPrompt_Compact_ConfirmLabel
source: Compact
fr_fr: Compacter
pt_br: Compactar
zh_cn: 压缩
zh_tw: 壓縮

# SessionActionPrompt_Delete_Title
source: Delete session?
fr_fr: Supprimer la session ?
pt_br: Excluir sessão?
zh_cn: 删除会话？
zh_tw: 刪除工作階段？

# SessionActionPrompt_Delete_BodyFormat
source: Delete “{0}” and archive its transcript? It will be removed from the session list.
fr_fr: Supprimer « {0} » et archiver sa transcription ? Elle sera retirée de la liste des sessions.
pt_br: Excluir "{0}" e arquivar sua transcrição? Ela será removida da lista de sessões.
zh_cn: 删除“{0}”并归档其转录？它将从会话列表中移除。
zh_tw: 刪除「{0}」並封存其逐字稿？它將從工作階段清單中移除。

# SessionActionPrompt_Delete_ConfirmLabel
source: Delete
fr_fr: Supprimer
pt_br: Excluir
zh_cn: 删除
zh_tw: 刪除

# SessionActionPrompt_Restore_Title
source: Restore checkpoint?
fr_fr: Restaurer le point de contrôle ?
pt_br: Restaurar checkpoint?
zh_cn: 还原检查点？
zh_tw: 還原檢查點？

# SessionActionPrompt_Restore_BodyFormat
source: Roll “{0}” back to this compaction checkpoint? Messages added after the checkpoint will be archived.
fr_fr: Restaurer « {0} » à ce point de contrôle de compactage ? Les messages ajoutés après le point de contrôle seront archivés.
pt_br: Reverter "{0}" para este checkpoint de compactação? As mensagens adicionadas após o checkpoint serão arquivadas.
zh_cn: 将“{0}”回滚到此压缩检查点？检查点之后添加的消息将被归档。
zh_tw: 將「{0}」回復到此壓縮檢查點？檢查點之後新增的訊息將被封存。

# SessionActionPrompt_Restore_ConfirmLabel
source: Restore
fr_fr: Restaurer
pt_br: Restaurar
zh_cn: 还原
zh_tw: 還原

# SettingsPage_Settings.Text
source: Settings
fr_fr: Paramètres
pt_br: Configurações
zh_cn: 设置
zh_tw: 設定

# SettingsPage_General.Text
source: General
fr_fr: Général
pt_br: Geral
zh_cn: 常规
zh_tw: 一般

# SettingsRow_AppTheme_Header.Text
source: App theme
fr_fr: Thème de l’application
pt_br: Tema do aplicativo
zh_cn: 应用主题
zh_tw: 應用程式佈景主題

# SettingsRow_AppTheme_Description.Text
source: Choose light, dark, or use your Windows setting.
fr_fr: Choisissez clair, sombre ou utilisez votre paramètre Windows.
pt_br: Escolha claro, escuro, ou use a configuração do Windows.
zh_cn: 选择浅色、深色，或使用 Windows 设置。
zh_tw: 選擇淺色、深色，或使用 Windows 設定。

# SettingsPage_AppTheme_System.Content
source: System
fr_fr: Système
pt_br: Sistema
zh_cn: 系统
zh_tw: 系統

# SettingsPage_AppTheme_Light.Content
source: Light
fr_fr: Clair
pt_br: Claro
zh_cn: 浅色
zh_tw: 淺色

# SettingsPage_AppTheme_Dark.Content
source: Dark
fr_fr: Sombre
pt_br: Escuro
zh_cn: 深色
zh_tw: 深色

# SettingsPage_Notifications.Text
source: Notifications
fr_fr: Mes notifications
pt_br: Notificações
zh_cn: 通知
zh_tw: 通知

# SettingsPage_Chat.Text
source: Chat
fr_fr: Conversation
pt_br: Bate-papo
zh_cn: 聊天
zh_tw: 聊天

# SettingsRow_ShowToolCalls_Header.Text
source: Show tool calls and usage
fr_fr: Afficher les appels d’outils et l’utilisation
pt_br: Mostrar chamadas de ferramentas e uso
zh_cn: 显示工具调用和用量
zh_tw: 顯示工具呼叫和用量

# SettingsRow_ShowToolCalls_Description.Text
source: Show tool-call and token-usage details inline in the conversation.
fr_fr: Afficher les détails des appels d’outils et de l’utilisation des jetons dans la conversation.
pt_br: Mostra detalhes de chamadas de ferramentas e uso de tokens diretamente na conversa.
zh_cn: 在对话中内联显示工具调用和令牌用量详细信息。
zh_tw: 在對話中內嵌顯示工具呼叫和權杖用量詳細資訊。

# SettingsPage_Privacy.Text
source: Privacy
fr_fr: Confidentialité
pt_br: Privacidade
zh_cn: 隐私
zh_tw: 隱私

# SettingsPage_LocalGateway.Text
source: Local Gateway
fr_fr: Passerelle locale
pt_br: Gateway local
zh_cn: 本地网关
zh_tw: 本機閘道

# SettingsPage_Developer.Text
source: Developer
fr_fr: Développeur
pt_br: Desenvolvedor
zh_cn: 开发者
zh_tw: 開發人員

# SettingsPage_AppInfoExpander.Header
source: App info
fr_fr: Infos sur l’application
pt_br: Informações do aplicativo
zh_cn: 应用信息
zh_tw: 應用程式資訊

# SettingsPage_AppInfoCheckUpdates.Content
source: Check for updates
fr_fr: Rechercher les mises à jour
pt_br: Verificar atualizações
zh_cn: 检查更新
zh_tw: 檢查更新

# SettingsPage_AppInfoLabel_AppName.Text
source: App name
fr_fr: Nom de l’application
pt_br: Nome do aplicativo
zh_cn: 应用名称
zh_tw: 應用程式名稱

# SettingsPage_AppInfoLabel_Version.Text
source: Version
fr_fr: Version de l’application
pt_br: Versão
zh_cn: 版本
zh_tw: 版本

# SettingsPage_AppInfoLabel_BuildDate.Text
source: Build date
fr_fr: Date de compilation
pt_br: Data da build
zh_cn: 生成日期
zh_tw: 組建日期

# SettingsPage_AppInfoLabel_Runtime.Text
source: Runtime
fr_fr: Environnement d’exécution
pt_br: Ambiente de execução
zh_cn: 运行时
zh_tw: 執行階段

# SettingsPage_AppInfoLabel_Architecture.Text
source: Architecture
fr_fr: Architecture du processus
pt_br: Arquitetura
zh_cn: 体系结构
zh_tw: 架構

# SettingsPage_AppInfoLabel_Windows.Text
source: Windows
fr_fr: Version de Windows
pt_br: Versão do Windows
zh_cn: Windows 版本
zh_tw: Windows 版本

# SettingsPage_AppInfoLabel_UpdateChannel.Text
source: Update channel
fr_fr: Canal de mise à jour
pt_br: Canal de atualização
zh_cn: 更新通道
zh_tw: 更新通道

# SettingsPage_AppInfoLabel_InstallType.Text
source: Install type
fr_fr: Type d’installation
pt_br: Tipo de instalação
zh_cn: 安装类型
zh_tw: 安裝類型

# SettingsPage_AppInfoRelatedLinks.Text
source: Related links
fr_fr: Liens connexes
pt_br: Links relacionados
zh_cn: 相关链接
zh_tw: 相關連結

# SettingsPage_AppInfoDocumentation.Content
source: Documentation
fr_fr: Docs
pt_br: Documentação
zh_cn: 文档
zh_tw: 文件

# SettingsPage_AppInfoDashboard.Content
source: Dashboard
fr_fr: Tableau de bord
pt_br: Painel
zh_cn: 仪表板
zh_tw: 儀表板

# SettingsRow_ShowDiagnostics_Header.Text
source: Enable Diagnostics
fr_fr: Activer les diagnostics
pt_br: Ativar diagnósticos
zh_cn: 启用诊断
zh_tw: 啟用診斷

# SettingsRow_ShowDiagnostics_Description.Text
source: Developer and troubleshooting tools. On by default for local builds.
fr_fr: Outils de développement et de dépannage. Activé par défaut pour les builds locales.
pt_br: Ferramentas de desenvolvimento e solução de problemas. Ativadas por padrão em builds locais.
zh_cn: 开发者和故障排除工具。默认对本地版本启用。
zh_tw: 開發人員與疑難排解工具。預設會在本機組建中開啟。

# SettingsPage_LocalGatewaySetup_Header.Text
source: Set up or reconfigure Local Gateway
fr_fr: Configurer ou reconfigurer la passerelle locale
pt_br: Configurar ou reconfigurar o Gateway local
zh_cn: 设置或重新配置本地网关
zh_tw: 設定或重新設定本機閘道

# SettingsPage_LocalGatewaySetup_Description.Text
source: Launches setup to install an app-owned OpenClawGateway WSL distro or re-run provider and model setup for an existing one. Existing local gateways are only replaced after confirmation.
fr_fr: Lance la configuration pour installer une distribution WSL OpenClawGateway appartenant a l'application, ou relancer la configuration des fournisseurs et modeles pour une passerelle existante. Les passerelles locales existantes ne sont remplacees qu'apres confirmation.
pt_br: Inicia a configuração para instalar uma distro WSL OpenClawGateway própria do aplicativo, ou reexecutar a configuração de provedor e modelo de uma existente. Gateways locais existentes só são substituídos após confirmação.
zh_cn: 启动设置以安装由应用管理的 OpenClawGateway WSL 发行版，或为现有网关重新运行提供商和模型设置。只有在确认后才会替换现有本地网关。
zh_tw: 啟動設定以安裝由應用程式管理的 OpenClawGateway WSL 散發版，或為現有閘道重新執行提供者和模型設定。只有在確認後才會取代現有本機閘道。

# SettingsPage_OpenLocalGatewaySetup.Content
source: Open setup
fr_fr: Ouvrir la configuration
pt_br: Abrir configuração
zh_cn: 打开设置
zh_tw: 開啟設定

# SettingsPage_OnboardWizard_Description.Text
source: Open the OpenClaw onboarding on an installed Local Gateway. Skips WSL installation and jumps straight to configuration.
fr_fr: Ouvrez l'intégration OpenClaw sur une passerelle locale installée. Ignore l'installation de WSL et passe directement à la configuration.
pt_br: Abra o processo de integração do OpenClaw em um Gateway local instalado. Pula a instalação do WSL e vai direto para a configuração.
zh_cn: 在已安装的本地网关上打开 OpenClaw 引导。跳过 WSL 安装，直接进入配置。
zh_tw: 在已安裝的本機閘道上開啟 OpenClaw 引導。略過 WSL 安裝，直接進入設定。

# SettingsPage_OpenOnboardWizard.Content
source: Open onboarding
fr_fr: Ouvrir l'intégration
pt_br: Abrir configuração inicial
zh_cn: 打开引导
zh_tw: 開啟引導

# SettingsPage_MSIXInstallationDetected.Title
source: MSIX installation detected
fr_fr: Installation MSIX détectée
pt_br: Instalação MSIX detectada
zh_cn: 检测到 MSIX 安装
zh_tw: 偵測到 MSIX 安裝

# SettingsPage_MSIXInstallationDetected.Message
source: Removing OpenClaw from Windows Settings → Apps will NOT clean up the Local Gateway (WSL distro, disk image). Use Remove Local Gateway below FIRST, then uninstall OpenClaw.
fr_fr: La suppression d'OpenClaw via Paramètres Windows → Applications ne nettoiera PAS la passerelle locale (distribution WSL, image disque). Utilisez d'abord Supprimer la passerelle locale ci-dessous, puis désinstallez OpenClaw.
pt_br: Remover o OpenClaw pelas Configurações do Windows → Aplicativos NÃO removerá o Gateway local (distro WSL, imagem de disco). Use Remover Gateway local abaixo PRIMEIRO e só depois desinstale o OpenClaw.
zh_cn: 通过 Windows 设置 → 应用删除 OpenClaw 不会清理本地网关(WSL 发行版、磁盘映像)。请先使用下面的“删除本地网关”,然后再卸载 OpenClaw。
zh_tw: 透過 Windows 設定 → 應用程式移除 OpenClaw 不會清除本機閘道(WSL 散發版、磁碟映像)。請先使用下方的「移除本機閘道」,然後再解除安裝 OpenClaw。

# SettingsPage_RemovesTheWSLDistro.Text
source: Removes the WSL distro (OpenClawGateway), its disk image, autostart entry, and clears gateway credentials. Your MCP token is preserved. Onboarding will reset.
fr_fr: Supprime la distribution WSL (OpenClawGateway), son image disque, l'entrée de démarrage automatique et efface les identifiants de la passerelle. Votre jeton MCP est conservé. L'intégration sera réinitialisée.
pt_br: Remove a distro WSL (OpenClawGateway), sua imagem de disco, a entrada de inicialização automática, e apaga as credenciais do Gateway. Seu token MCP é preservado. A integração será reiniciada.
zh_cn: 删除 WSL 发行版 (OpenClawGateway)、其磁盘映像、自动启动项,并清除网关凭据。您的 MCP 令牌将被保留。引导将重置。
zh_tw: 移除 WSL 散發版 (OpenClawGateway)、其磁碟映像、自動啟動項目,並清除閘道認證。您的 MCP 權杖會保留。導覽流程將重設。

# SettingsPage_RemoveLocalGateway.Content
source: Remove Local Gateway
fr_fr: Supprimer la passerelle locale
pt_br: Remover Gateway local
zh_cn: 删除本地网关
zh_tw: 移除本機閘道

# SettingsPage_Saved.Title
source: Saved
fr_fr: Enregistré
pt_br: Salvo
zh_cn: 已保存
zh_tw: 已儲存

# SkillsPage_Skills.Text
source: 🧩 Skills
fr_fr: 🧩 Compétences
pt_br: 🧩 Habilidades
zh_cn: 🧩 技能
zh_tw: 🧩 技能

# SkillsPage_AllAgents.Content
source: All Agents
fr_fr: Tous les agents
pt_br: Todos os agentes
zh_cn: 所有代理
zh_tw: 所有代理

# SkillsPage_Enabled.Text
source: Enabled
fr_fr: Activé
pt_br: Ativado
zh_cn: 已启用
zh_tw: 已啟用

# SkillsPage_Disabled.Text
source: Disabled
fr_fr: Désactivé
pt_br: Desativado
zh_cn: 已禁用
zh_tw: 已停用

# SkillsPage_LoadingSkills.Text
source: Loading skills...
fr_fr: Chargement des compétences…
pt_br: Carregando Skills...
zh_cn: 正在加载技能…
zh_tw: 正在載入技能…
